---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorNumberOfWires
source: html/cc10ca56-3b98-fb16-1a83-aa5093c2479b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorNumberOfWires Property

"Major Number of Wires": Major Number of Wires

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMajorNumberOfWires { get; }
```